app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", ""], ["last_name", ""], ["created_at", "2020-04-18 20:47:01.983356"], ["updated_at", "2020-04-18 20:47:01.983356"]]
---
   def create
    # binding.pry
      @student = Student.create(params.require(:student).permit(:first_name, :last_name))